// let resultArray = [
//   { 'mouse', 0,},
//   { 'cow', 1,},
//   { 'tiger', 2,},
//   { 'rabbit', 3,},
//   { 'dragon', 4,},
//   { 'snake', 5,},
//   { 'horse', 6,},
//   { 'sheep', 7,},
//   { 'monkey', 8,},
//   { 'chick', 9,},
//   { 'dog', 10, },
//   { 'pig', 11, },
// ];



const infoList = [
  {
    name: '초식동물 등급',
    desc: '당신은 돼지라고 불릴 자격이 없는 초식동물 등급.<br> 돼지나라에 발을 들였다가는 고레벨의 돼지들에게 먹을 것을 뺏기기 일쑤!<br>적어도 아기돼지 정도는 되려면 음식에 대해 좀 더 탐구하고 오도록!!'
  },
  {
    name: '아기돼지',
    desc: '당신은 이제 막 음식을 떼기 시작한<br>귀여운 아기돼지 등급!<br>험난한 돼지마을에서 살아남기 위해<br>여러 음식에 더 관심을 가져보는 것은 어떨까요?'
  },
  {
    name: '평범돼지',
    desc: '당신은 돼지나라에서 흔히 볼 수 있는<br>평범돼지 등급입니다.<br>맛있다고 하는 음식들은 어느정도 섭렵하고<br>남들에게 추천해 줄 여유까지도 지닌 돼지.<br>세상엔 더 많은 음식이 많다는 것을 기억하자'
  },
  {
    name: '슈퍼돼지',
    desc: '당신은 어딜가도 꿀리지 않는 슈퍼돼지등급.<br>먹어본 음식이 꽤 많으며 음식에 대한 호기심 또한<br>다른 돼지들보다 높은편.<br>뿌듯해 해도 된다! 당신은 슈퍼돼지다!'
  },
  {
    name: '돼지보스',
    desc: '당신은 이보다 더 돼지일순 없는 돼지보스등급입니다.<br>가소로운 아기돼지들위에서 군림하는 돼지 보스몹은<br>음식에 항상 진심이며 늘 음식으로 인해 감정적으로<br>돌변할수도 있는 위험 등급.<br>하지만 깐깐한 입맛까지 지녔을 확률이 높아<br>찐 맛집을 많이 알고 있으니 돼지보스몹과 가까이 지내자'
  },
]
